Repository: bagumamartin/amgi
Catalog: AmgiFeatures/Sources/AmgiAppCore/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, hu, vi

source: This is a subset of your photos.
es: Esto es un subconjunto de tus fotos.
fr: Il s’agit d’une partie de vos photos.
hu: Ez csak a fotóid egy részhalmaza.
vi: Đây là một phần trong số ảnh của bạn.

source: This preset will be removed.
es: Se eliminará este ajuste preestablecido.
fr: Ce préréglage sera supprimé.
hu: Ez az előbeállítás el lesz távolítva.
vi: Mẫu thiết lập này sẽ bị xóa.

source: This will permanently delete the deck and all its cards.
es: Esto eliminará permanentemente el mazo y todas sus tarjetas.
fr: Cela supprimera définitivement le paquet et toutes ses cartes.
hu: Ezzel végleg törlöd a paklit és az összes kártyáját.
vi: Thao tác này sẽ xóa vĩnh viễn bộ thẻ và tất cả thẻ bên trong.

source: Today
es: Hoy
fr: Aujourd’hui
hu: Ma
vi: Hôm nay

source: Toggle Batch Selection
es: Alternar selección por lotes
fr: Activer la sélection multiple
hu: Csoportos kijelölés be- vagy kikapcsolása
vi: Bật/tắt chọn hàng loạt

source: True Retention
es: Retención real
fr: Rétention réelle
hu: Felidézési arány
vi: Tỷ lệ ghi nhớ

source: Try again
es: Volver a intentarlo
fr: Réessayer
hu: Próbáld újra
vi: Thử lại

source: Try opening now
es: Probar a abrir ahora
fr: Essayer d’ouvrir maintenant
hu: Megnyitás most
vi: Thử mở ngay

source: Two-Page Layout
es: Diseño de dos páginas
fr: Disposition sur deux pages
hu: Kétoldalas elrendezés
vi: Bố cục hai trang

source: Two-Page Spread (Landscape)
es: Doble página (horizontal)
fr: Double page (paysage)
hu: Kétoldalas nézet (fekvő)
vi: Trải rộng hai trang (ngang)

source: Type
es: Tipo
fr: Type de contenu
hu: Típus
vi: Loại

source: Typography
es: Tipografía
fr: Typographie
hu: Tipográfia
vi: Kiểu chữ

source: Unable to Open Document
es: No se puede abrir el documento
fr: Impossible d’ouvrir le document
hu: A dokumentum nem nyitható meg
vi: Không thể mở tài liệu

source: Underline
es: Subrayado
fr: Souligné
hu: Aláhúzott
vi: Gạch chân

source: Unsaved changes will be lost.
es: Se perderán los cambios sin guardar.
fr: Les modifications non enregistrées seront perdues.
hu: A nem mentett módosítások elvesznek.
vi: Các thay đổi chưa lưu sẽ bị mất.

source: Unsuspend / Unbury
es: Reactivar / devolver a la cola
fr: Réactiver / remettre dans la file
hu: Visszaállítás / elrejtés feloldása
vi: Bỏ tạm ngưng / hiện lại

source: Untagged
es: Sin etiqueta
fr: Sans étiquette
hu: Címke nélkül
vi: Chưa gắn nhãn

source: Update
es: Actualizar
fr: Mettre à jour
hu: Frissítés
vi: Cập nhật

source: Update from current query
es: Actualizar a partir de la consulta actual
fr: Mettre à jour à partir de la recherche actuelle
hu: Frissítés a jelenlegi keresésből
vi: Cập nhật từ truy vấn hiện tại

source: Updates
es: Actualizaciones
fr: Mises à jour
hu: Frissítések
vi: Cập nhật

source: Use :: for subdecks
es: Usa :: para los submazos
fr: Utilisez :: pour les sous-paquets
hu: Alpaklikhoz használd a :: jelet
vi: Dùng :: để tạo bộ thẻ con

source: Use All Photos to attach a picture instead.
es: Usa Todas las fotos para adjuntar una imagen.
fr: Utilisez plutôt Toutes les photos pour joindre une image.
hu: Válassz inkább képet az Összes fotó közül.
vi: Hãy chọn ảnh trong mục Tất cả ảnh để đính kèm.

source: Use Library
es: Usar fototeca
fr: Utiliser la photothèque
hu: Könyvtár használata
vi: Dùng thư viện

source: Use current query as default
es: Usar la consulta actual como predeterminada
fr: Utiliser la recherche actuelle par défaut
hu: A jelenlegi keresés használata alapértelmezettként
vi: Dùng truy vấn hiện tại làm mặc định

source: Use the arrows or Edit on iPhone and iPad to reorder. Renaming a field updates its template references on save.
es: Usa las flechas o Editar en iPhone y iPad para reordenar. Al guardar, se actualizan las referencias al campo en la plantilla si le cambias el nombre.
fr: Utilisez les flèches ou Modifier sur iPhone et iPad pour réorganiser. Le renommage d’un champ met à jour ses références dans le modèle lors de l’enregistrement.
hu: Az átrendezéshez használd a nyilakat vagy iPhone-on és iPaden a Szerkesztés gombot. A mező átnevezése mentéskor a sablonhivatkozásokat is frissíti.
vi: Dùng các mũi tên hoặc nút Sửa trên iPhone và iPad để sắp xếp lại. Đổi tên trường sẽ cập nhật các tham chiếu trong mẫu khi lưu.

source: Use {term} and {reading} placeholders. Endpoint must return Yomichan-style audioSourceList JSON.
es: Usa los marcadores {term} y {reading}. El punto de conexión debe devolver un JSON audioSourceList con formato Yomichan.
fr: Utilisez les espaces réservés {term} et {reading}. Le point de terminaison doit renvoyer un JSON audioSourceList au format Yomichan.
hu: Használd a {term} és {reading} helyőrzőket. A végpontnak Yomichan-formátumú audioSourceList JSON-adatot kell visszaadnia.
vi: Dùng chỗ giữ {term} và {reading}. Điểm cuối phải trả về JSON audioSourceList theo định dạng Yomichan.

source: Used only when you choose to insert an existing image or media file into a flashcard.
es: Solo se usa cuando eliges insertar una imagen o archivo multimedia existente en una tarjeta.
fr: Utilisé uniquement lorsque vous choisissez d’insérer une image ou un fichier média existant dans une carte mémoire.
hu: Csak akkor használjuk, ha úgy döntesz, hogy meglévő képet vagy médiafájlt illesztesz be egy tanulókártyába.
vi: Chỉ được dùng khi bạn chọn chèn hình ảnh hoặc tệp đa phương tiện có sẵn vào thẻ ghi nhớ.

source: Used solely when you explicitly capture photos or record audio notes directly to attach to your cards. No background recording or telemetry occurs.
es: Solo se usa cuando haces fotos o grabas notas de audio expresamente para adjuntarlas a tus tarjetas. No hay grabación en segundo plano ni telemetría.
fr: Utilisé uniquement lorsque vous prenez explicitement des photos ou enregistrez des notes audio à joindre à vos cartes. Aucun enregistrement en arrière-plan ni aucune télémétrie n’a lieu.
hu: Csak akkor használjuk, ha kifejezetten fotót készítesz vagy hangjegyzetet rögzítesz a kártyáidhoz. Nincs háttérben történő rögzítés vagy telemetria.
vi: Chỉ được dùng khi bạn chủ động chụp ảnh hoặc ghi âm ghi chú để đính kèm vào thẻ. Không ghi âm nền hay thu thập dữ liệu đo lường.

source: Uses two pages in wide landscape windows and automatically returns to one page in compact or portrait layouts.
es: Usa dos páginas en ventanas horizontales amplias y vuelve automáticamente a una página en diseños compactos o verticales.
fr: Utilise deux pages dans les fenêtres larges en mode paysage et revient automatiquement à une page dans les dispositions compactes ou portrait.
hu: Széles, fekvő ablakokban két oldalt használ, kompakt vagy álló elrendezésben pedig automatikusan visszavált egy oldalra.
vi: Hiển thị hai trang trong cửa sổ ngang rộng và tự động chuyển về một trang ở bố cục hẹp hoặc dọc.

source: Verifies the integrity of your local Anki collection. The check can take a while on a large collection.
es: Comprueba la integridad de tu colección local de Anki. La comprobación puede tardar si la colección es grande.
fr: Vérifie l’intégrité de votre collection Anki locale. Cette vérification peut prendre du temps si la collection est volumineuse.
hu: Ellenőrzi a helyi Anki-gyűjtemény épségét. Nagy gyűjteménynél az ellenőrzés eltarthat egy ideig.
vi: Kiểm tra tính toàn vẹn của bộ sưu tập Anki cục bộ. Quá trình kiểm tra có thể mất thời gian với bộ sưu tập lớn.

source: Wait
es: Esperar
fr: Attendre
hu: Várj
vi: Chờ

source: Wait for Wi-Fi
es: Esperar al wifi
fr: Attendre le Wi-Fi
hu: Várakozás Wi-Fi-re
vi: Đợi Wi-Fi

source: Wait for audio before answering
es: Esperar a que termine el audio antes de responder
fr: Attendre la fin de l’audio avant de répondre
hu: Várakozás a hang lejátszására válaszadás előtt
vi: Đợi phát âm thanh xong rồi mới trả lời

source: Wait, or study them now.
es: Esperar o estudiarlas ahora.
fr: Attendre ou les étudier maintenant.
hu: Várj, vagy tanuld meg őket most.
vi: Chờ, hoặc học ngay bây giờ.

source: Weights
es: Pesos
fr: Pondérations
hu: Súlyok
vi: Trọng số

source: When enabled and available, Study Assistant sends a bounded set of matching note fields to Apple’s on-device system model. Ijuka does not proxy these requests through an Ijuka server. The assistant cannot rate, schedule, edit, or delete cards in this release.
es: Cuando está disponible y activado, el Asistente de estudio envía un conjunto limitado de campos de notas coincidentes al modelo del sistema de Apple en el dispositivo. Ijuka no redirige estas solicitudes por sus servidores. En esta versión, el asistente no puede calificar, programar, editar ni eliminar tarjetas.
fr: Lorsqu’il est activé et disponible, l’Assistant d’étude envoie un ensemble limité de champs de notes correspondants au modèle système d’Apple exécuté sur l’appareil. Ijuka ne relaie pas ces requêtes via ses serveurs. Dans cette version, l’assistant ne peut ni noter, ni planifier, ni modifier, ni supprimer de cartes.
hu: Ha engedélyezett és elérhető, a Tanulási asszisztens egyező jegyzetmezők korlátozott készletét küldi el az Apple eszközön futó rendszermodelljének. Az Ijuka nem továbbítja ezeket a kéréseket az Ijuka szerverén keresztül. Ebben a kiadásban az asszisztens nem értékelhet, ütemezhet, szerkeszthet vagy törölhet kártyákat.
vi: Khi được bật và khả dụng, Trợ lý học tập gửi một số trường ghi chú phù hợp trong giới hạn tới mô hình hệ thống chạy trên thiết bị của Apple. Ijuka không chuyển tiếp các yêu cầu này qua máy chủ của mình. Trong phiên bản này, trợ lý không thể chấm điểm, lên lịch, sửa hoặc xóa thẻ.

source: When matched
es: Cuando coincida
fr: En cas de correspondance
hu: Egyezés esetén
vi: Khi khớp

source: Which collection to share
es: Qué colección compartir
fr: Quelle collection partager
hu: Melyik gyűjteményt osszam meg?
vi: Chia sẻ bộ sưu tập nào?

source: Whole Collection
es: Colección completa
fr: Collection entière
hu: Teljes gyűjtemény
vi: Toàn bộ bộ sưu tập

source: Will also delete the note (all cards empty)
es: También eliminará la nota (todas las tarjetas están vacías)
fr: Supprimera également la note (toutes les cartes sont vides)
hu: A jegyzet is törlődik (minden kártyája üres)
vi: Đồng thời xóa ghi chú (mọi thẻ đều trống)

source: Working…
es: Procesando…
fr: Traitement…
hu: Folyamatban…
vi: Đang xử lý…

source: Workload
es: Carga de trabajo
fr: Charge de travail
hu: Munkaterhelés
vi: Khối lượng học

source: Works with any MCP client (Claude, Cursor, Codex, Zed, Gemini, Qwen, …): choose STDIO, Command uvx, Parameters ijuka-mcp — or paste the JSON. First launch downloads the tiny launcher from PyPI. If your client shows an error, run uvx ijuka-mcp --help once in Terminal to warm the cache, then restart the client. Works whether Ijuka is open or not.
es: Funciona con cualquier cliente MCP (Claude, Cursor, Codex, Zed, Gemini, Qwen, …): elige STDIO, indica uvx como comando e ijuka-mcp como parámetro, o pega el JSON. La primera vez se descarga el pequeño lanzador de PyPI. Si el cliente muestra un error, ejecuta uvx ijuka-mcp --help una vez en Terminal para calentar la caché y reinícialo. Funciona aunque Ijuka esté cerrada.
fr: Fonctionne avec tout client MCP (Claude, Cursor, Codex, Zed, Gemini, Qwen, …) : choisissez STDIO, indiquez uvx comme commande et ijuka-mcp comme paramètre, ou collez le JSON. Au premier lancement, le petit lanceur est téléchargé depuis PyPI. Si votre client affiche une erreur, exécutez une fois uvx ijuka-mcp --help dans le Terminal pour préchauffer le cache, puis redémarrez-le. Fonctionne même si Ijuka est fermé.
hu: Bármely MCP-klienssel működik (Claude, Cursor, Codex, Zed, Gemini, Qwen stb.): válaszd a STDIO módot, parancsként add meg az uvx-et, paraméterként pedig az ijuka-mcp-t — vagy illeszd be a JSON-t. Első indításkor letölti a kis indítóprogramot a PyPI-ről. Ha a kliens hibát jelez, futtasd egyszer a Terminálban az uvx ijuka-mcp --help parancsot, majd indítsd újra a klienst. Akkor is működik, ha az Ijuka nincs megnyitva.
vi: Hoạt động với mọi ứng dụng khách MCP (Claude, Cursor, Codex, Zed, Gemini, Qwen, …): chọn STDIO, đặt Command là uvx, Parameters là ijuka-mcp — hoặc dán JSON. Lần đầu khởi chạy sẽ tải trình chạy nhỏ từ PyPI. Nếu ứng dụng khách báo lỗi, hãy chạy uvx ijuka-mcp --help một lần trong Terminal để làm nóng bộ nhớ đệm, rồi khởi động lại ứng dụng khách. Vẫn hoạt động khi Ijuka không mở.

source: You can change this anytime in sync settings
es: Puedes cambiarlo cuando quieras en los ajustes de sincronización
fr: Puedes modificarlo en cualquier momento en los ajustes de sincronización
hu: Ezt bármikor módosíthatod a szinkronizálási beállításokban
vi: Bạn có thể đổi cài đặt này bất cứ lúc nào trong phần đồng bộ

source: You can close this — syncing continues.
es: Puedes cerrar esto — la sincronización continuará.
fr: Vous pouvez fermer cette fenêtre — la synchronisation continue.
hu: Ezt bezárhatod — a szinkronizálás folytatódik.
vi: Bạn có thể đóng cửa sổ này — quá trình đồng bộ vẫn tiếp tục.

source: You can undo this from More.
es: Puedes deshacer esto desde Más.
fr: Vous pouvez annuler cette action depuis Plus.
hu: A Még több menüben visszavonhatod.
vi: Bạn có thể hoàn tác thao tác này trong mục Thêm.

source: You have a draft for this card. Resume it, or start from the saved card — the draft stays in Drafts until you save or delete it.
es: Tienes un borrador para esta tarjeta. Reanúdalo o empieza desde la tarjeta guardada; permanecerá en Borradores hasta que lo guardes o lo elimines.
fr: Vous avez un brouillon pour cette carte. Reprenez-le ou repartez de la carte enregistrée ; le brouillon restera dans Brouillons jusqu’à son enregistrement ou sa suppression.
hu: Már van piszkozatod ehhez a kártyához. Folytasd, vagy indulj ki a mentett kártyából — a piszkozat a Piszkozatok között marad, amíg el nem mented vagy nem törlöd.
vi: Bạn đã có bản nháp cho thẻ này. Tiếp tục hoặc bắt đầu từ thẻ đã lưu — bản nháp vẫn ở mục Bản nháp cho đến khi bạn lưu hoặc xóa.

source: You have a draft for this deck. Resume it, or start a new note — the draft stays in Drafts until you add it or delete it.
es: Tienes un borrador para este mazo. Reanúdalo o crea una nota nueva; permanecerá en Borradores hasta que la añadas o la elimines.
fr: Vous avez un brouillon pour ce paquet. Reprenez-le ou créez une note ; le brouillon restera dans Brouillons jusqu’à son ajout ou sa suppression.
hu: Már van piszkozatod ehhez a paklihoz. Folytasd, vagy kezdj új jegyzetet — a piszkozat a Piszkozatok között marad, amíg hozzá nem adod vagy nem törlöd.
vi: Bạn đã có bản nháp cho bộ thẻ này. Tiếp tục hoặc tạo ghi chú mới — bản nháp vẫn ở mục Bản nháp cho đến khi bạn thêm hoặc xóa.

source: You have unsaved changes. Discard them?
es: Tienes cambios sin guardar. ¿Descartarlos?
fr: Vos modifications ne sont pas enregistrées. Les abandonner ?
hu: Nem mentett módosításaid vannak. Eldobod őket?
vi: Bạn có thay đổi chưa lưu. Bỏ các thay đổi này?

source: Young
es: Jóvenes
fr: Jeunes
hu: Fiatal
vi: Thẻ mới

source: Your configured deck doesn't have any books yet. Import an EPUB or reconfigure your reader source.
es: El mazo configurado aún no tiene libros. Importa un EPUB o vuelve a configurar la fuente del lector.
fr: Le paquet configuré ne contient pas encore de livres. Importez un EPUB ou reconfigurez la source du lecteur.
hu: A beállított pakliban még nincsenek könyvek. Importálj EPUB-fájlt, vagy állítsd be újra az olvasási forrást.
vi: Bộ thẻ đã cấu hình chưa có sách. Hãy nhập EPUB hoặc cấu hình lại nguồn đọc.

source: Your local and server collections have diverged. Choose how to reconcile them — Merge is the safest option.
es: Tu colección local y la del servidor han divergido. Elige cómo conciliarlas: Combinar es la opción más segura.
fr: Votre collection locale et celle du serveur ont divergé. Choisissez comment les réconcilier — Fusionner est l’option la plus sûre.
hu: A helyi és a szerveren tárolt gyűjtemény eltér egymástól. Válaszd ki, hogyan szeretnéd összehangolni őket. Az Összevonás a legbiztonságosabb megoldás.
vi: Bộ sưu tập trên máy và máy chủ không còn giống nhau. Hãy chọn cách giải quyết; Gộp là lựa chọn an toàn nhất.

source: Your next review is scheduled by the deck limits.
es: Tu próximo repaso está programado según los límites del mazo.
fr: Votre prochaine révision est planifiée selon les limites du paquet.
hu: A következő ismétlés időpontját a pakli korlátai határozzák meg.
vi: Lượt ôn tập tiếp theo được lên lịch theo giới hạn của bộ thẻ.

source: cards due
es: tarjetas pendientes
fr: cartes à réviser
hu: esedékes kártya
vi: thẻ đến hạn

source: day streak
es: racha de días
fr: série de jours
hu: napos sorozat
vi: ngày liên tiếp

source: e.g. Korean
es: p. ej., coreano
fr: par ex. coréen
hu: Például: koreai
vi: Ví dụ: tiếng Hàn

source: space-separated
es: separado por espacios
fr: séparé par des espaces
hu: Szóközzel elválasztva
vi: ngăn cách bằng dấu cách

source: FSRS
es: Programador FSRS
fr: Planification FSRS
hu: FSRS ütemező
vi: Lập lịch FSRS

source: Apple Intelligence
es: Ajustes de Apple Intelligence
fr: Réglages d’Apple Intelligence
hu: Apple Intelligence beállításai
vi: Cài đặt Apple Intelligence

source: Generation
es: Generación
fr: Génération
hu: Generálás
vi: Tạo nội dung

source: Privacy
es: Privacidad
fr: Confidentialité
hu: Adatvédelem
vi: Quyền riêng tư

source: Use Apple Intelligence
es: Usar Apple Intelligence
fr: Utiliser Apple Intelligence
hu: Apple Intelligence használata
vi: Dùng Apple Intelligence

source: Uses Apple's on-device model when available. Turning it off keeps deterministic study summaries.
es: Usa el modelo de Apple en el dispositivo cuando esté disponible. Al desactivarlo, se mantienen los resúmenes de estudio deterministas.
fr: Utilise le modèle d’Apple exécuté sur l’appareil lorsqu’il est disponible. Le désactiver conserve les résumés d’étude déterministes.
hu: Elérhetőség esetén az Apple eszközön futó modelljét használja. Kikapcsolásakor megmaradnak a kiszámítható tanulási összefoglalók.
vi: Dùng mô hình trên thiết bị của Apple khi khả dụng. Tắt tính năng này sẽ giữ lại các bản tóm tắt học tập xác định.

source: Deck names in Spotlight
es: Nombres de mazos en Spotlight
fr: Noms des paquets dans Spotlight
hu: Paklinevek a Spotlightban
vi: Tên bộ thẻ trong Spotlight

source: Lets Spotlight and Siri find decks. Note answers are never indexed.
es: Permite que Spotlight y Siri encuentren mazos. Las respuestas de las notas nunca se indexan.
fr: Permet à Spotlight et Siri de trouver les paquets. Les réponses des notes ne sont jamais indexées.
hu: Lehetővé teszi, hogy a Spotlight és a Siri megtalálja a paklikat. A jegyzetek válaszai soha nem kerülnek indexelésre.
vi: Cho phép Spotlight và Siri tìm bộ thẻ. Đáp án trong ghi chú không bao giờ được lập chỉ mục.

source: Show note titles in system results
es: Mostrar títulos de notas en los resultados del sistema
fr: Afficher les titres des notes dans les résultats système
hu: Jegyzetcímek megjelenítése a rendszer találatai között
vi: Hiện tiêu đề ghi chú trong kết quả hệ thống

source: When off, Siri reports match counts without placing private note titles in the response.
es: Si está desactivado, Siri indica el número de coincidencias sin incluir títulos privados de notas en la respuesta.
fr: Désactivé, Siri indique le nombre de résultats sans inclure les titres privés des notes dans sa réponse.
hu: Kikapcsolva a Siri csak a találatok számát közli, a privát jegyzetcímeket nem jeleníti meg a válaszban.
vi: Khi tắt, Siri chỉ thông báo số kết quả khớp mà không đưa tiêu đề ghi chú riêng tư vào câu trả lời.

source: On-device
es: En el dispositivo
fr: Sur l’appareil
hu: Eszközön
vi: Trên thiết bị

source: Off
es: Desactivado
fr: Désactivé
hu: Ki
vi: Tắt

source: Unavailable
es: No disponible
fr: Indisponible
hu: Nem érhető el
vi: Không khả dụng

source: Private system model
es: Modelo privado del sistema
fr: Modèle système privé
hu: Privát rendszermodell
vi: Mô hình hệ thống riêng tư

source: Deterministic summaries only
es: Solo resúmenes deterministas
fr: Résumés déterministes uniquement
hu: Csak kiszámítható összefoglalók
vi: Chỉ dùng bản tóm tắt xác định

source: Model status: %@, %@
es: Estado del modelo: %@, %@
fr: État du modèle : %@, %@
hu: Modell állapota: %@, %@
vi: Trạng thái mô hình: %@, %@

source: Use the arrow keys to inspect values. Press Home or End to jump; Escape to clear.
es: Usa las flechas para inspeccionar los valores. Pulsa Inicio o Fin para saltar; Escape para borrar.
fr: Utilisez les flèches pour examiner les valeurs. Appuyez sur Début ou Fin pour vous déplacer ; Échap pour effacer.
hu: A nyílbillentyűkkel vizsgálhatod az értékeket. A Home vagy End az elejére, illetve a végére ugrik; az Escape töröl.
vi: Dùng các phím mũi tên để xem giá trị. Nhấn Home hoặc End để đến đầu hoặc cuối; Escape để xóa.

source: Right-click for row actions
es: Haz clic con el botón derecho para ver las acciones de la fila
fr: Cliquez avec le bouton droit pour afficher les actions de la ligne
hu: Kattints a jobb gombbal a sor műveleteihez
vi: Nhấp chuột phải để xem thao tác của hàng

source: Reveals the matching notes in Browse
es: Muestra las notas coincidentes en Explorar
fr: Affiche les notes correspondantes dans Parcourir
hu: Megjeleníti az egyező jegyzeteket a Böngészésben
vi: Hiện các ghi chú khớp trong mục Duyệt

source: Double-click to hide this column
es: Haz doble clic para ocultar esta columna
fr: Double-cliquez pour masquer cette colonne
hu: Kattints duplán az oszlop elrejtéséhez
vi: Bấm đúp để ẩn cột này

source: Double-click to show this column
es: Haz doble clic para mostrar esta columna
fr: Double-cliquez pour afficher cette colonne
hu: Kattints duplán az oszlop megjelenítéséhez
vi: Bấm đúp để hiện cột này

source: Adds the duplicate tag within the current Browse scope
es: Añade la etiqueta de duplicado en el ámbito actual de Explorar
fr: Ajoute l’étiquette de doublon au périmètre de navigation actuel
hu: Hozzáadja a duplikátum címkéjét a jelenlegi böngészési körben
vi: Thêm thẻ trùng lặp trong phạm vi duyệt hiện tại

source: Adds a field to the end of the notetype
es: Añade un campo al final del tipo de nota
fr: Ajoute un champ à la fin du type de note
hu: Mezőt ad hozzá a jegyzettípus végéhez
vi: Thêm trường vào cuối loại ghi chú

source: Removes this field from the notetype
es: Elimina este campo del tipo de nota
fr: Supprime ce champ du type de note
hu: Eltávolítja ezt a mezőt a jegyzettípusból
vi: Xóa trường này khỏi loại ghi chú

source: Opens the template editor
es: Abre el editor de plantillas
fr: Ouvre l’éditeur de modèles
hu: Megnyitja a sablonszerkesztőt
vi: Mở trình sửa mẫu

source: Current profile
es: Perfil actual
fr: Profil actuel
hu: Jelenlegi profil
vi: Hồ sơ hiện tại

source: Switches to this profile
es: Cambia a este perfil
fr: Passe à ce profil
hu: Átvált erre a profilra
vi: Chuyển sang hồ sơ này

source: Edit the profile icon or delete this profile
es: Edita el icono del perfil o elimina este perfil
fr: Modifie l’icône du profil ou supprime ce profil
hu: Módosítsd a profil ikonját, vagy töröld ezt a profilt
vi: Sửa biểu tượng hoặc xóa hồ sơ này

source: Opens the system share sheet
es: Abre la hoja para compartir del sistema
fr: Ouvre la feuille de partage du système
hu: Megnyitja a rendszer megosztási lapját
vi: Mở bảng chia sẻ của hệ thống

source: Imports this collection backup
es: Importa esta copia de seguridad de la colección
fr: Importe cette sauvegarde de la collection
hu: Importálja ezt a gyűjteménymentést
vi: Nhập bản sao lưu bộ sưu tập này

source: Asks before deleting this backup
es: Pide confirmación antes de eliminar esta copia de seguridad
fr: Demande confirmation avant de supprimer cette sauvegarde
hu: Megerősítést kér a biztonsági mentés törlése előtt
vi: Hỏi trước khi xóa bản sao lưu này
